[{"polName":"Gather","policyType":"General Liability","polDesc":"This insurance broadly covers and provides protection against the legal hassles associated with accidents, injuries and claims of negligence.","justify":"All businesses should have this basic coverage","coverage":1000000,"deductible":2000},{"polName":"Gather","policyType":"Product Liability","polDesc":"If you manufacture, wholesale, distribute or retail a product, this insurance protects against financial loss as a result of a product defect that can cause injury.","justify":"This coverage is recommended for businesses, like yours, that sell products","coverage":1000000,"deductible":2000},{"polName":"Gather","policyType":"Professional Liability","polDesc":"If you provide a service to a customer, this insurance can protect against malpractice, errors, and negligence in the provision of those services to your customers.","justify":"This coverage is recommended for businesses, like yours, that provide professional services","coverage":1000000,"deductible":2000},{"polName":"Gather","policyType":"Cyber Insurance","polDesc":"Protects the business and individual users from Internet-based risks, and more generally from risks relating to IT","justify":"This coverage is recommended for businesses, like yours, that conduct business (e.g. eCommerce) through their website","coverage":1000000,"deductible":2000},{"polName":"Gather","policyType":"Commericial Auto","polDesc":"Covers any vehicle owned by the company","justify":"This coverage is recommended, and often required by law, for businesses that own commercial vehicles","coverage":1000000,"deductible":2000},{"polName":"Gather","policyType":"Commericial Property","polDesc":"This covers everything related to the loss and damage of company property due to a wide variety of events such as fire, smoke, severe weather, vandalism, etc.","justify":"This coverage is recommended for businesses, like yours, that own or rent a Commericial property","coverage":1000000,"deductible":2000},{"polName":"Gather","policyType":"Home-Based Business Insurance","polDesc":"This insurance covers business related losses that occur at your home-based business","justify":"Homeowners insurance policies normally do not cover home-based business losses.","coverage":1000000,"deductible":2000},{"polName":"Gather","policyType":"Workers Compensation","polDesc":"Provides wage replacement and medical benefits to employees injured in the course of employment","justify":"Businesses with employees are required to carry Workers Compensation Insurance","coverage":1000000,"deductible":2000},{"polName":"Gather","policyType":"Unemployment","polDesc":"Provides unemployment benefits to eligible workers who become unemployed through no fault of their own, and meet certain other eligibility requirements.","justify":"If you have employees you are required to pay unemployment insurance taxes as determined by your state.","coverage":1000000,"deductible":2000},{"polName":"Gather","policyType":"Disability","polDesc":"A form of insurance that insures the beneficiarys earned income against the risk that a disability creates a barrier for a worker to complete the core functions of their work","justify":"It is mandatory to purchase disability insurance in your state (CA, HI, NJ, NY, PR, and RI)","coverage":1000000,"deductible":2000}]